Repository: crazypoo/PTChatGPT
Catalog: PTChatGPT/*.lproj/Localizable.strings
Languages: es, zh_hans, zh_hk

# chat_Send
source: Send
es: Enviar
zh_hans: 发送
zh_hk: 發送

# chat_Read
source: Read
es: Leer
zh_hans: 已读
zh_hk: 已讀

# chat_User
source: User
es: Usuario
zh_hans: 用户
zh_hk: 用戶

# about_Main_Theme
source: Theme
es: Tema
zh_hans: 主题
zh_hk: 主題

# about_Main_Speech
source: Speech
es: Discurso
zh_hans: 语音输入
zh_hk: 語音輸入

# about_Main_Other
source: Other
es: Otro
zh_hans: 其他
zh_hk: 其他

# about_Setting
source: Setting
es: Contexto
zh_hans: 设置
zh_hk: 設置

# about_Color
source: Color
es: Colorido
zh_hans: 颜色
zh_hk: 顏色

# about_Language
source: Language
es: Idioma
zh_hans: 语言
zh_hk: 語言

# about_SavedChat
source: Selected Q&A
es: Preguntas y respuestas seleccionadas
zh_hans: 精选问答
zh_hk: 精選問答

# about_DeleteAllChat
source: Delete all dialogue records
es: Eliminar todos los registros de diálogo
zh_hans: 删除所有对话记录
zh_hk: 刪除所有對話記錄

# about_APIAIType
source: AI type
es: Tipo AI
zh_hans: AI模型
zh_hk: AI模型

# about_GetAPIAIToken
source: Get AI API token
es: Obtener el token de la API de AI
zh_hans: 获取AI token
zh_hk: 獲取AI token

# about_Forum
source: Forum
es: Foro
zh_hans: 讨论
zh_hk: 討論

# about_Rate
source: Rate
es: Ritmo
zh_hans: 评分
zh_hk: 評分

# about_Share
source: Share
es: Parte
zh_hans: 分享
zh_hk: 分享

# about_Version
source: Version
es: Variante
zh_hans: 版本
zh_hk: 版本

source: Color setting
es: Configuración de color
zh_hans: 顏色設置
zh_hk: 顏色設置

# button_Cancel
source: Cancel
es: Cancelar
zh_hans: 取消
zh_hk: 取消

# button_Confirm
source: Confirm
es: Confirmar
zh_hans: 确认
zh_hk: 確認

# theme_Title
source: Theme setting
es: Configuración del tema
zh_hans: 主题设置
zh_hk: 主題設置

# theme_MT
source: Manual setting
es: Configuración manual
zh_hans: 手动设置
zh_hk: 手動設置

# theme_Black
source: Charm Black
zh_hans: 魅力黑
zh_hk: 魅力黑

# theme_FollowSystem
source: Follow system
es: Seguir el sistema
zh_hans: 跟随系统
zh_hk: 跟隨系統

# theme_Night
source: Night theme
es: Tema nocturno
zh_hans: 夜间主题
zh_hk: 夜间主题

# theme_Smart
source: Smart
es: Inteligente
zh_hans: 智能
zh_hk: 智能

# theme_SmartInfo
source: After entering the set period, the App will automatically switch to the night theme of Charm Black, and switch to the original theme when the theme time is over
es: Después de entrar en el período establecido, la aplicación cambiará automáticamente al tema nocturno de Charm Black, y cambiará al tema original cuando termine la hora del tema
zh_hans: 进入设置时段后，App将自动切换至魅力黑夜间主题，主题时间结束，切换为原始主题
zh_hk: 進入設置時段後,App將自動切換至魅力黑夜間主題,主題時間結束,切換為原始主題

# theme_SystemInfo
source: When enabled, it will follow the system to open or close the night theme
es: Cuando se habilita, seguirá el sistema para abrir o cerrar el tema nocturno
zh_hans: 开启后将跟随系统打开或关闭夜间主题
zh_hk: 開啟後將跟隨系統打開或關閉夜間主題

source: Theme time
es: Timpo del tema
zh_hans: 主题时间
zh_hk: 主題時間

# theme_White
source: Simple White
zh_hans: 简洁白
zh_hk: 簡潔白

# selected_List
source: Selected Q&A List
es: Lista de preguntas y respuestas seleccionada
zh_hans: 精选问答列表
zh_hk: 精選問答列表

# cell_Delete
source: Delete
es: Eliminar
zh_hans: 删除
zh_hk: 刪除

# cell_Delete_one_cell
source: Do you confirm the deletion of this information?
es: ¿Confirma la eliminación de esta información?
zh_hans: 是否确认删除这条信息?
zh_hk: 是否確認刪除這條信息?

# alert_Info
source: Prompt
es: Símbolo del sistema
zh_hans: 提示
zh_hk: 提示

# alert_Delete_done
source: Successfully deleted
es: Eliminado con éxito
zh_hans: 删除成功
zh_hk: 刪除成功

# chat_Delete_all_chat
source: Do you confirm the deletion of all dialogue records?
es: ¿Confirmas la eliminación de todos los registros de diálogo?
zh_hans: 是否确认删除全部对话记录?
zh_hk: 是否確認刪除全部對話記錄?

# alert_Input_token
source: Please enter API token
es: Por favor, introduzca el token API
zh_hans: 请输入API token
zh_hk: 請輸入API token

# alert_Token_error
source: Wrong Token
es: Token incorrecta
zh_hans: Token错误
zh_hk: Token錯誤

# chat_Thinking
source: Thinking......
es: Pensante......
zh_hans: 思考中......
zh_hk: 思考中......

# button_Long_tap
source: Long press to start recording
es: Mantén pulsado para comenzar a grabar
zh_hans: 长按开始录音
zh_hk: 長按開始錄音

# button_Long_tap_end
source: Release and end
es: Soltar y terminar
zh_hans: 松开结束
zh_hk: 鬆開結束

# button_Long_tap_cancel
source: Cancel the recording
es: Cancelar la grabación
zh_hans: 取消录音
zh_hk: 取消錄音

# button_Long_tap_release
source: Send voice
es: Enviar voz
zh_hans: 松开发送
zh_hk: 鬆開發送

# alert_Save_Q&A
source: Do you want to save the result of this problem and the corresponding problem?
es: ¿Quieres guardar el resultado de este problema y el problema correspondiente?
zh_hans: 你想要保存这个问题的结果和对应的问题吗?
zh_hk: 你想要保存這個問題的結果和對應的問題嗎?

# alert_Error_same
source: Duplicate content cannot be saved.
es: El contenido duplicado no se puede guardar.
zh_hans: 不可以保存重复内容
zh_hk: 不可以保存重複內容

# alert_Save_success
source: Saved successfully
es: Guardado con éxito
zh_hans: 保存成功
zh_hk: 保存成功

# chat_Edit
source: Please enter the content modified for this
es: Por favor, introduzca el contenido modificado para esto
zh_hans: 请输入对此修改的内容
zh_hk: 請輸入對%@須要修改的內容

# chat_Sending
source: Sending......
es: Enviando......
zh_hans: 发送中......
zh_hk: 發送中......

# first_Title
source: Get OpenAI API key
es: Obtener la clave API de OpenAI
zh_hans: 获取OpenAI API key
zh_hk: 獲取OpenAI API key

# first_Info_title
source: To use the app, you must generate a token to access the OpenAI API
es: Para usar la aplicación, debe generar un token para acceder a la API de OpenAI
zh_hans: 要使用该应用程序，您必须生成一个令牌来访问OpenAI API
zh_hk: 要使用該應用程式，您必須生成一個令牌來訪問OpenAI API

# first_Info_info
source: This app was not made by OpeanAI. This is an independent and completely free project that connects to OpenAI's public API. The app is not affiliated with OpenAI in any way, and if OpenAI would like to request closure of the project they could contact me
es: Esta aplicación no fue hecha por OpeanAI. Este es un proyecto independiente y completamente gratuito que se conecta a la API pública de OpenAI. La aplicación no está afiliada a OpenAI de ninguna manera, y si a OpenAI le gustaría solicitar el cierre del proyecto, podrían ponerse en contacto conmigo
zh_hans: 这个应用程序不是由OpeanAI制作的。这是一个独立且完全免费的项目，连接到OpenAI的公共API。该应用程序与OpenAI没有任何关联，如果OpenAI想请求关闭该项目，他们可以联系我
zh_hk: 這個應用程式不是由OpeanAI製作的。 這是一個獨立且完全免費的專案，連線到OpenAI的公共API。 該應用程式與OpenAI沒有任何關聯，如果OpenAI想請求關閉該專案，他們可以聯絡我

# first_Paste
source: Paste your Token
es: Pega tu token
zh_hans: 粘贴你的Token
zh_hk: 粘貼你的Token

# first_Go_get_api_token
source: Get API token
es: Obtener token API
zh_hans: 去获取API token
zh_hk: 去獲取API token

# first_Disclaimer
source: Disclaimer
es: Negación de responsabilidad
zh_hans: 免责声明
zh_hk: 免責宣告

# first_Start
source: Start using
es: Empieza a usar
zh_hans: 开始使用
zh_hk: 開始使用

# first_Disclaimer_info
source: By continuing you agree to have read the disclaimer
es: Al continuar, aceptas haber leído el descargo de responsabilidad
zh_hans: 继续即表示您同意阅读免责声明
zh_hk: 繼續，即表示您同意閱讀免責宣告

# first_Select_speech_language
source: Please select the native language of your voice input, default Chinese (Simplified)
es: Por favor, seleccione el idioma nativo de su entrada de voz, chino predeterminado (simplificado)
zh_hans: 请选择你的语音输入母语,默认中文(简体)
zh_hk: 請選擇你的語音輸入的母語,默認中文(簡體)

# disclaimer_App
source: App disclaimer
es: Descargo de responsabilidad de la aplicación
zh_hans: App免责声明
zh_hk: App免責宣告

# disclaimer_External
source: External links disclaimer
es: Descargo de responsabilidad de enlaces externos
zh_hans: 外部链接免责声明
zh_hk: 外部連結免責宣告

# disclaimer_App_Info
source: The information provided by Zola AI Chat on our mobile application is for general informational purposes only. All information on our mobile application is provided in good faith, however we make no representation or warranty of any kind, express or implied, regarding the accuracy, adequacy, validity, reliability, availability, or completeness of any information on our mobile application. UNDER NO CIRCUMSTANCE SHALL WE HAVE ANY LIABILITY TO YOU FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF OUR MOBILE APPLICATION OR RELIANCE ON ANY INFORMATION PROVIDED ON OUR MOBILE APPLICATION. YOUR USE OF OUR MOBILE APPLICATION AND YOUR RELIANCE ON ANY INFORMATION ON OUR MOBILE APPLICATION IS SOLELY AT YOUR OWN RISK.
es: La información proporcionada por Chat Zola en nuestra aplicación móvil es solo para fines informativos generales. Toda la información en nuestra aplicación móvil se proporciona de buena fe, sin embargo, no hacemos ninguna representación o garantía de ningún tipo, expresa o implícita, con respecto a la exactitud, adecuación, validez, fiabilidad, disponibilidad o integridad de cualquier información en nuestra aplicación móvil. BAJO NINGUNA CIRCUNSTANCIA TENDREMOS NINGUNA RESPONSABILIDAD ANTE USTED POR CUALQUIER PÉRDIDA O DAÑO DE CUALQUIER TIPO INCURRIDO COMO RESULTADO DEL USO DE NUESTRA APLICACIÓN MÓVIL O LA CONFIANZA EN CUALQUIER INFORMACIÓN PROPORCIONADA EN NUESTRA APLICACIÓN MÓVIL. SU USO DE NUESTRA APLICACIÓN MÓVIL Y SU CONFIANZA EN CUALQUIER INFORMACIÓN DE NUESTRA APLICACIÓN MÓVIL ES BAJO SU PROPIO RIESGO.
zh_hans: Chat 走啦 在我们的移动应用程序上提供的信息仅供一般参考。我们移动应用程序上的所有信息都是善意提供的，但是对于我们移动应用程序上任何信息的准确性、充分性、有效性、可靠性、可用性或完整性，我们不作任何明示或暗示的陈述或保证。在任何情况下，对于因使用我们的移动应用程序或依赖我们移动应用程序上提供的任何信息而造成的任何损失或损害，我们概不负责。您使用我们的移动应用程序以及您对我们移动应用程序上任何信息的依赖完全由您自己承担风险。
zh_hk: Chat走啦 在我們的移動應用程式上提供的資訊僅供一般參考。 我們移動應用程式上的所有資訊都是善意提供的，但是我們對我們移動應用程式上任何資訊的準確性、充分性、有效性、可靠性、可用性或完整性不作任何明示或暗示的陳述或保證。 在任何情況下，對於因使用我們的移動應用程式或依賴我們移動應用程式上提供的任何資訊而造成的任何損失或損害，我們概不負責。 您使用我們的移動應用程式以及您依賴我們移動應用程式上的任何資訊完全由您自己承擔風險。

# disclaimer_External_info
source: Our mobile application may contain (or you may be sent through our mobile application) links to other websites or content belonging to or originating from third parties or links to websites and features in banners or other advertising. Such external links are not investigated, monitored, or checked for accuracy, adequacy, validity, reliability, availability, or completeness by us. WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR THE ACCURACY OR RELIABILITY OF ANY INFORMATION OFFERED BY THIRD-PARTY WEBSITES LINKED THROUGH THE SITE OR ANY WEBSITE OR FEATURE LINKED IN ANY BANNER OR OTHER ADVERTISING. WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.
es: Nuestra aplicación móvil puede contener (o puede ser enviado a través de nuestra aplicación móvil) enlaces a otros sitios web o contenido que pertenezca o que se origine de terceros o enlaces a sitios web y características en banners u otra publicidad. Dichos enlaces externos no son investigados, monitoreados o verificados por nuestra exactitud, adecuación, validez, fiabilidad, disponibilidad o integridad. NO GARANTIZAMOS, RESPALDAMOS, GARANTIZAMOS NI ASUMIMOS LA RESPONSABILIDAD POR LA EXACTITUD O FIABILIDAD DE CUALQUIER INFORMACIÓN OFRECIDA POR SITIOS WEB DE TERCEROS ENLAZADOS A TRAVÉS DEL SITIO O CUALQUIER SITIO WEB O FUNCIÓN ENLAZADA EN CUALQUIER BANNER U OTRA PUBLICIDAD. NO SEREMOS PARTE NI DE NINGUNA MANERA SEREMOS RESPONSABLES DE SUPERVISAR CUALQUIER TRANSACCIÓN ENTRE USTED Y LOS PROVEEDORES
zh_hans: 我们的移动应用程序可能包含（或您可能通过我们的移动应用程序发送）指向其他网站的链接或属于或源自第三方的内容，或链接到横幅或其他广告中的网站和功能。我们不会调查、监控或检查此类外部链接的准确性、充分性、有效性、可靠性、可用性或完整性。对于通过本网站链接的第三方网站或任何横幅或其他广告中链接的任何网站或功能提供的任何信息的准确性或可靠性，我们不保证、认可、保证或承担任何责任。我们不会参与或以任何方式负责监控您与第三方产品或服务提供商之间的任何交易。
zh_hk: 我們的移動應用程式可能包含（或您可能透過我們的移動應用程式傳送）指向其他網站或屬於或源自第三方的內容的連結，或連結到橫幅或其他廣告中的網站和功能。 我們不會調查、監控或檢查此類外部連結的準確性、充分性、有效性、可靠性、可用性或完整性。 對於透過本網站連結的任何網站或任何網站或連結的任何網站或功能中的任何橫幅或其他廣告中提供的任何資訊的準確性，我們不保證、認可、保證或承擔任何責任。我們不會參與或以任何方式負責監控您與第三方產品或服務提供商之間的任何交易。

# chat_Select
source: There is no selection record for the time being. Click me to ask questions!
es: No hay registro de selección por el momento. ¡Haz clic en mí para hacer preguntas!
zh_hans: 暂时没有精选记录,点击我去提问题吧!
zh_hk: 暫時沒有精選記錄,點擊我去提問題吧!

# color_Bubble_user
source: User bubble color
es: Color de la burbuja del usuario
zh_hans: 用户聊天框颜色
zh_hk: 用戶聊天框顏色

# color_Bubble_bot
source: Bot bubble color
es: Color de la burbuja del bot
zh_hans: AI聊天框颜色
zh_hk: AI聊天框顏色

# color_Text_bot
source: Bot text color
es: Color del texto del bot
zh_hans: AI文字颜色
zh_hk: AI文字顏色

# color_Text_user
source: User text color
es: Color del texto del usuario
zh_hans: 用户文字颜色
zh_hk: 用戶文字顏色

# about_AI_smart
source: AI smart
es: AI inteligente
zh_hans: AI聪明度
zh_hk: AI聰明度

# about_User_icon
source: User icon
es: Icono de usuario
zh_hans: 用户头像
zh_hk: 用戶頭像

# alert_No_photo_library
source: Due to system reasons, the album cannot be accessed.
es: Debido a razones del sistema, no se puede acceder al álbum.
zh_hans: 由于系统原因, 无法访问相册
zh_hk: 由於系統原因，無法訪問圖冊。

# alert_Go_to_photo_setting
source: [Go to: Settings - Privacy - Photos - %@] Allow apps to access
es: [Ir : Configuración - Privacidad y seguridad - Fotos - %@] Permitir que las aplicaciones accedan
zh_hans: [前往：设置 - 隐私 - 照片 - %@] 允许应用访问
zh_hk: [Go：設定-隱私和安全-照片-%@]允許應用程式訪問

# about_Delete_all_voice_file
source: Delete all speech file
es: Eliminar todo el archivo de voz
zh_hans: 删除所有语音文件
zh_hk: 刪除所有語音檔案

# alert_Can_not_send_voice
source: You are not authorized to use the voice input function.
es: No está autorizado a utilizar la función de entrada de voz.
zh_hans: 你没有授权使用语音输入功能
zh_hk: 你沒有授權使用語音輸入功能

# about_Draw_image_size
source: Draw image size
es: Dibuja el tamaño de la imagen
zh_hans: AI绘画Size
zh_hk: AI繪畫Size

# size_Wrong
source: There is an error in Size. Please check it and try again.Max 1024 X 1024
es: Hay un error en el tamaño. Por favor, compruébalo e inténtalo de nuevo.Max 1024 X 1024
zh_hans: Size有误,请检查后重试.最大1024 X 1024
zh_hk: Size有誤,請檢查後再嘗試.最大1024 X 1024

# chat_Delete_all_voice_file
source: Are you sure to delete all voice files?
es: ¿Estás seguro de eliminar todos los archivos de voz?
zh_hans: 是否确认删除全部语音文件?
zh_hk: 是否確認刪除全部語音文档?

# chat_Empty
source: There is no dialogue record for the time being. Click here to start.
es: No hay registro de diálogo por el momento. Haga clic aquí para comenzar.
zh_hans: 暂时没有对话记录,点击这里开始
zh_hk: 暫時沒有對話記錄,點擊這裏開始.

# color_Wave
source: Wave color
es: Color de onda
zh_hans: 波纹颜色
zh_hk: 波紋顏色

# chat_Copy
source: Copy
es: Couplicate
zh_hans: 复制
zh_hk: 複製

# chat_Edit_question
source: Corrected content
es: Contenido corregido
zh_hans: 更正内容
zh_hk: 更正內容

# chat_Speak_text
source: Turn into voice playback
es: Convertirse en reproducción de voz
zh_hans: 转成语音播放
zh_hk: 轉成語音播放

# chat_Favourite
source: Selected
es: Seleccionado
zh_hans: 精选
zh_hk: 精選

# alert_Option_title
source: Options
es: Opciones
zh_hans: 功能
zh_hk: 功能

# alert_Select_option
source: Please select the functions you need.
es: Seleccione las funciones que necesita.
zh_hans: 请选择你需要的功能
zh_hk: 請選擇你需要的功能

# alert_Copy_done
source: Successful replication
es: Replicación exitosa
zh_hans: 复制成功
zh_hk: 複製成功

# voice_Cancel_send
source: Cancel send
es: Cancelar envío
zh_hans: 取消发送
zh_hk: 取消發送

# voice_Change_to_text
source: Send it to text
es: Envíalo a un mensaje de texto
zh_hans: 转成文字发送
zh_hk: 轉成文字發送

# alert_Tag_set
source: Please enter the label you want to create.
es: Introduzca la etiqueta que desea crear.
zh_hans: 请输入你想创建的标签
zh_hk: 請輸入你想創建的標籤

# alert_Input_error
source: The input content is wrong.
es: El contenido de entrada es incorrecto.
zh_hans: 输入内容有误
zh_hk: 輸入內容有誤

# alert_Delete_error
source: Deletion failed
es: Error en la eliminación
zh_hans: 删除失败
zh_hk: 刪除失敗

# chat_Resend
source: Resend
es: Reenviar
zh_hans: 重新发送
zh_hk: 重新發送

# alert_Save_error
source: Failed to save
es: No se pudo guardar
zh_hans: 保存失败
zh_hk: 保存失敗

# alert_AI_Set
source: AI person setting
es: Configuración de la persona de IA
zh_hans: AI人设
zh_hk: AI人設

# alert_Add_tag
source: Add tag
es: Añadir etiqueta
zh_hans: 添加标签
zh_hk: 添加標籤

# alert_Delete_current_history
source: Clear the current record
es: Borrar el registro actual
zh_hans: 清空当前记录
zh_hk: 清空當前記錄

# alert_Ask_clean_current_chat_record
source: Do you want to clear the current record?
es: ¿Quieres borrar el registro actual?
zh_hans: 是否清空当前记录?
zh_hk: 是否清空當前記錄?

# appUseInfo_Title_view
source: Click here to change the chat theme you set. Click to expand and swipe left to delete a certain label.
es: Haga clic aquí para cambiar el tema de chat que estableció. Haga clic para expandir y deslice el dedo hacia la izquierda para eliminar una etiqueta determinada.
zh_hans: 点击这里可以更换你设置的聊天主题,点击展开后可以删除某一个标签.

# appUseInfo_Option
source: Click here to get more functions.
es: Haga clic aquí para obtener más funciones.
zh_hans: 点击这里可以获得更多功能

# appUseInfo_Setting
source: Click here to set up more settings for the App.
es: Haga clic aquí para configurar más configuraciones para la aplicación.
zh_hans: 点击这里可以对App进行更多设置

# appUseInfo_Next
source: Next
es: Siguiente
zh_hans: 下一步

# appUseInfo_Finish
source: Finish
es: Conclusión
zh_hans: 完成

# alert_Time_set_error
source: The start time must be less than the end time
es: La hora de inicio debe ser menor que la hora de finalización
zh_hans: 开始时间必须小于结束时间

# chat_Send_error
source: Failed to send
es: No se pudo enviar
zh_hans: 发送失败

# alert_Edit_ai
source: Change the content
es: Cambiar el contenido
zh_hans: 更改内容

# alert_Edit_error
source: Editing failed
es: Error en la edición
zh_hans: 编辑失败

# chat_Get_image_count
source: Get the number of pictures
es: Obtén el número de fotos
zh_hans: 获取图片的数量

# chat_Edit_message
source: Modification:
es: Modificación:
zh_hans: 修改:

# chat_Looking_for
source: Looking for similar
es: Buscando algo similar
zh_hans: 寻找相似的

# chat_Paint_image
source: Create pictures
es: Crear imágenes
zh_hans: 创作图片

# chat_Check_sentence
source: There is inappropriate, inappropriate or sensitive content in the data in the article, such as curses, spam, hate speech, pornographic content, etc.
es: Hay contenido inapropiado, inapropiado o sensible en los datos del artículo, como maldiciones, spam, discurso de odio, contenido pornográfico, etc.
zh_hans: 文本数据中有不合适、不恰当或敏感的内容，例如诅咒、垃圾信息、仇恨言论、色情内容等等

# chat_TF
source: Select the mode of TensorFlowLite to generate pictures
es: Seleccione el modo de TensorFlowLite / Stable Diffusionpara generar imágenes
zh_hans: 选择TensorFlowLite/Stable Diffusion生成图片的模式

# chat_TF_Cartoon
source: Cartoon
es: Dibujos animados
zh_hans: 卡通

# chat_TF_Oil_painting
source: Oil painting
es: Pintura al óleo
zh_hans: 油画

# draw_Reference
source: Oil painting reference
es: Referencia de pintura al óleo
zh_hans: 油画参照

# setting_Tool
source: Tool
es: Herramienta
zh_hans: 工具

# setting_Reset
source: Reset all settings
es: Restablecer todos los ajustes
zh_hans: 重置所有设置

# alert_Reset_all_setting
source: Are you sure to reset all settings?
es: ¿Estás seguro de restablecer todos los ajustes?
zh_hans: 是否确定重置所有设定?

# about_Help
source: Help
es: Ayuda
zh_hans: 帮助

# help_Base
source: Base
es: Fundamentos
zh_hans: 基础

# help_Other
source: Other tags
es: Otras etiquetas
zh_hans: 其他标签

# help_And
source: Or
es: Oregón
zh_hans: 或

# alert_TF
source: We sincerely invite you to participate in our TestFlight version to get new functions faster.
es: Le invitamos sinceramente a participar en nuestra versión de TestFlight para obtener nuevas funciones más rápido.
zh_hans: 诚邀你参加我们的TestFlight版本,可以更快地获取新功能

# bot_Suggesstion
source: AI person setting
es: Configuración de la persona de IA
zh_hans: AI人设

# bot_Suggesstion_import_msg
source: Do you want to introduce the setting?
es: ¿Quieres presentar el entorno?
zh_hans: 是否导入该人设?

# bot_Suggesstion_import
source: Import
es: Importación
zh_hans: 导入

# suggesstion_AI_draw
source: AI generates oil painting pictures according to the corresponding color/generates animation style pictures directly according to the pictures
es: La IA genera imágenes de pintura al óleo de acuerdo con el color correspondiente/genera imágenes de estilo de animación directamente de acuerdo con las imágenes/utiliza la difusión estable para generar imágenes de acuerdo con las necesidades
zh_hans: AI根据对应的颜色生成油画图片/直接根据图片生成动画风格图片/使用Stable Diffusion技术根据需求生成图片

# suggesstion_Sentence_switch
source: Sensitive statement filter switch
es: Interruptor de filtro de declaración sensible
zh_hans: 敏感语句过滤开关

# suggesstion_PS
source: Modify the picture according to the original picture, mask picture and PS requirements
es: Modifique la imagen de acuerdo con la imagen original, la imagen de la máscara y los requisitos de PS
zh_hans: 根据原图和遮罩图片和PS需求修改图片

# suggesstion_Like
source: Find similar pictures according to pictures
es: Encuentra imágenes similares según las imágenes
zh_hans: 根据图片查找类似的图片

# suggesstion_Content_draw
source: AI draws pictures according to needs
es: La IA dibuja imágenes según las necesidades
zh_hans: AI根据需求画出图片

# suggesstion_Text_draw
source: Draw pictures according to the text description.
es: Dibuja imágenes de acuerdo con la descripción del texto.
zh_hans: 根据文字描述画出图片

# alert_delete_all_tag
source: Do you want to delete all tags?
es: ¿Quieres eliminar todas las etiquetas?
zh_hans: 是否删除所有标签?

# alert_cannot_delete_tag
source: There are no other tags to delete for the time being.
es: No hay otras etiquetas que eliminar por el momento.
zh_hans: 暂时没有其他标签可以删除
